questions=[
"تشير هذه العلامة إلى"
,"إخراج المصاب من السيارة بصفة استعجالية ضروري إذا"
,"لتفادي الإبهار يمكنني",
"ينصح بالزيادة في ضغط العجلات قبل القيام بسفرة طويلة",
"مترا...عندما أسير وراء هذه العربة بسرعة 110 كلم في الساعة يجب علي أن أترك مسافة أمان لا تقل عن",
"يمكنني الوقوف وراء العربة الرمادية",
"بمنحدر طويل و لتفادي سخونة سريعة للفرامل",
"رفض الخضوع إلى إجراء إثبات الحالة الكحولية يؤدي إلى",
"بعد هذه العلامة",
"يمكنني مواصلة إستعمال أضواء الطريق",
"هذه العـلامـة تشـير إلى",
"بداية هذه العـلامة أقـصـى سرعـة مسموح بها هي ... كلم في الساعة",
"أثناء مسـافة طويلة ينصـح بالتوقف بعد فترة ... ساعات",
"يرتكب السائق الذي يسير دون استعمال الأضواء عند وجود ضباب",
"ينتقل الضوء من الأخضر إلى البرتقالي",
"للمجاوزة أبتعد مسافة لا تقل عن ... متر",
"يجب أن تحمل العربة الصهريجية الناقلة لمواد خطرة لوحة برتقالية",
"هذه العلامة تعلن عن مسلك خاص بـ",
"إذا أتجاوز هذا التحديد للسرعة بـ30 كلم في الساعة أتعرض إلى",
"للمحافظة على البطارية في حالة شحن يجب تغيير السائل بانتظام",
"عندما تزيد السرعة أزيد مسافة الأمان"]


options={ 
"1":["نهاية منع المجاوزة","نهاية معبد ذو اتجاه واحد","منع المجاوزة"],
"2":["كان المصاب فاقدا للوعي","كان المصاب تحت طائلة خطر محدق","حصل نزيف دموي"],
"3":["تشغيل أضواء الطريق","استعمال المنبهات الضوئية","تشغيل أضواء الضباب الأمامية"],
"4":["نعم","لا"],
"5":["33","50","66"],
"6":["نعم","لا"],
"7":["أفرمل بصفة متقطعة","أستعمل فرملة المحرك","أستعمل الفرامل اليدوية"],
"8":["وضع العربة بالمستودع البلدي","توقيف العربة على الفور","إلغاء رخصة السياقة"],
"9":["سأترك الأولوية إلى اليمين","سأترك الأولوية إلى اليسار","سأمر دون أن أترك الأولوية"],
"10":["نعم","لا"],
"11":["محطـة حافـلات","مسلك مخصص للحافلات","مسلك مخصص للعربات البطيئة"],
"12":["50","70","90"],
"13":["2","4","6"],
"14":["مخـالفة عادية","مخـالفة خطيرة","جنحة"],
"15":["أمر بحذر","أترك الأولوية لليمين","أتوقف"],
"16":["2","1.5","3"],
"17":["من الأمام فقط","من الخلف فقط","من الأمام و من الخلف"],
"18":["الدراجات","الدراجات النارية المتوسطة","الدراجات النارية الكبيرة"],
"19":["خطية مالية","خصم 3 نقاط","خطية مالية و خصم 3 نقاط"],
"20":["نعم","لا"],
"21":["نعم","لا"],
"22":[""],

        }


